{
  "header": {
    "links": {
      "start": "Start",
      "about": "About",
      "skills": "Skills",
      "projects": "Projects"
    },
    "languages": {
      "pt": "Portuguese",
      "en": "English"
    }
  },
  "home": {
    "title": "Hey there, i'm",
    "whatIm": "And i'm",
    "description": "Welcome to my Portfolio. Here, you'll know more about me! Under you find my CV and Social Medias to contact.",
    "cv": {
      "content": "Download CV",
      "link": "ENGLISH_CV.pdf",
      "downloadName": "CV - Jean Lima (EN)"
    },
    "typedjs": [
      "<i>Software</i> Developer.", 
      "<i>Dev.</i> Fullstack Javascript.",
      "<i>Front-end</i> Developer."
    ]
  },
  "about": {
    "title": {
      "about": "About",
      "me": "Me"
    },
    "subTitle": "Fullstack Javascript Developer",
    "description": {
      "content": [
        "I'm Jean Lima, a young man from Bahia and Fullstack JavaScript developer with a strong emphasis on front-end. My passion for creating innovative web solutions leads me to work on both aspects of web development, with a special focus on providing unique user experiences and intuitive interfaces.",
        "With solid experience in modern technologies and frameworks, I can transform ideas into functional and attractive web applications. I am always looking to learn new tools and techniques, ensuring that my projects are ahead of technological trends."
      ],
      "showMore": {
        "content": [
          "I am currently studying a Bachelor's degree in Computer Science, a field that has fascinated me since childhood. This degree complements my practical experience with a robust theoretical base, strengthening my skills and expanding my knowledge in developing complex solutions.",
          "Explore my portfolio to learn more about my projects and skills. I'm excited to share my work and discuss how I can contribute to future projects!"
        ],
        "readMore": "Read more",
        "readLess": "Read less"
      }
    }
  },
  "skills": {
    "title": ["Software", "Development Skills"],
    "filter": {
      "all": "All",
      "filterBy": "Filter by Category"
    }
  },
  "portfolio":{
    "title": {
      "last": "Últimos",
      "projects": "Projetos"
    }
  }
}
