{
  "header": {
    "links": {
      "start": "Inicio",
      "about": "Sobre",
      "skills": "Habilidades",
      "projects": "Projetos"
    },
    "languages": {
      "pt": "Português",
      "en": "Inglês"
    }
  },
  "home": {
    "title": "Olá, me chamo",
    "myName": "Jean Lima",
    "whatIm": "E eu sou",
    "description": "Seja bem-vindo ao meu portfólio! Aqui você poderá conhecer mais sobre minha trajetória e habilidades. Explore meu trabalho, veja os projetos nos quais estive envolvido e sinta-se à vontade para entrar em contato!",
    "cv": {
      "content": "Baixar Curriculo",
      "link": "PORTUGUESE_CV.pdf",
      "downloadName": "CURRICULO - Jean Lima (PT)"
    },
    "typedjs": [
      "<i>Desenvolvedor</i> de Software.",
      "<i>Dev.</i> Fullstack Javascript.",
      "<i>Desenvolvedor</i> Front-end."
    ]
  },
  "about": {
    "title": {
      "about": "Sobre",
      "me": "Mim"
    },
    "subTitle": "Desenvolvedor Fullstack Javascript",
    "description": {
      "content": [
        "Sou Jean Lima, um jovem natural da Bahia e desenvolvedor Fullstack JavaScript com forte ênfase em front-end. Minha paixão por criar soluções web inovadoras me leva a trabalhar em ambos os aspectos do desenvolvimento web, com um foco especial em proporcionar experiências de usuário excepcionais e interfaces intuitivas.",
        "Com uma sólida experiência em tecnologias e frameworks modernos, consigo transformar ideias em aplicativos web funcionais e atraentes. Estou sempre em busca de aprender novas ferramentas e técnicas, garantindo que meus projetos estejam à frente das tendências tecnológicas."
      ],
      "showMore": {
        "content": [
          "Atualmente, estou cursando Bacharelado em Ciências da Computação, um campo que me fascina desde a infância. Esta graduação complementa minha experiência prática com uma base teórica robusta, fortalecendo minhas habilidades e ampliando meu conhecimento no desenvolvimento de soluções complexas.",
          "Explore meu portfólio para conhecer mais sobre meus projetos e habilidades. Estou entusiasmado para compartilhar meu trabalho e discutir como posso contribuir para futuros projetos!"
        ],
        "readMore": "Ler mais",
        "readLess": "Ler menos"
      }
    }
  },
  "skills": {
    "title": [
      "Habilidades em Desenvolvimento de",
      "Software"
    ],
    "filter": {
      "all": "Todos",
      "filterBy": "Filtrar por Categorias"
    }
  },
  "portfolio": {
    "title": {
      "last": "Últimos",
      "projects": "Projetos"
    }
  }
}